export const keywords = [
  {
    id: 1,
    category: "#",
    keyword: "Decentralized API (dAPI)",
    translate: "رابط برنامه نویسی کاربردی غیر متمرکز",
    description:
      "سرویس‌های ای.پی.آی که ذاتاً با فناوری بلاکچین سازگار هستند به عنوان رابط برنامه‌نویسی کابردی غیرمتمرکز (dAPI) شناخته می‌شوند. این زمینه اختراع پروتکل ای.پی.آی 3 است.",
  },
  {
    id: 2,
    category: "#",
    keyword: "Shielded Transaction",
    translate: "تراکنش حفاظت شده",
    description:
      "تراکنش حافظت شده اساساً تراکنشی است که بین دو آدرس حافظت شده است.",
  },
  {
    id: 3,
    category: "#",
    keyword: "0x Protocol",
    translate: "پروتکل 0x",
    description:
      "0x یک پلتفرم منبع باز مبتنی بر اتریوم برای مبادله دارایی های دیجیتال است و امکان تعریف قابلیت ها را در یک صرافی غیرمتمرکز (DEX)، یک کیف پول یا یک بازار فراهم می‌کند.",
  },
  {
    id: 4,
    category: "#",
    keyword: "1hr",
    translate: "یک ساعت ",
    description: "داده های یک ساعت گذشته را نشان می دهد.",
  },
  {
    id: 5,
    category: "#",
    keyword: "24hr",
    translate: "24 ساعت ",
    description: "داده های بیست و چهار ساعت گذشته را نشان می دهد.",
  },
  {
    id: 6,
    category: "#",
    keyword: "30d",
    translate: "30 روز",
    description: "داده های 30 روز گذشته را نشان می دهد.",
  },
  {
    id: 7,
    category: "#",
    keyword: "51% Attack",
    translate: "حمله 51 درصدی",
    description:
      "اگر بیش از نیمی از قدرت کامپیوتر یا نرخ هش ماینینگ در یک شبکه توسط یک فرد یا یک گروه از افراد اجرا شود، در این صورت یک حمله 51 درصدی در حال انجام است.\n",
  },
  {
    id: 8,
    category: "#",
    keyword: "52-Week High/Low",
    translate: "بالاترین و پایین ترین قیمت 52 هفته ای ",
    description:
      "بالاترین و پایین ترین قیمت بازار یک دارایی معین در طول 52 هفته یا یک سال است.",
  },
  {
    id: 9,
    category: "#",
    keyword: "7d",
    translate: "7 روز ",
    description: "داده های 7 روز گذشته را نشان می دهد.",
  },
  {
    id: 10,
    category: "#",
    keyword: "80/20 Rule (Pareto Principle)",
    translate: "قانون 80/20",
    description:
      "قانون 80/20 که معمولاً به عنوان اصل پارتو شناخته می شود بیان می کند که 20٪ از فعالیت شما 80٪ از نتایج را تشکیل می دهند.\n",
  },
  {
    id: 11,
    category: "A",
    keyword: "Abenomics",
    translate: "اسم خاص/ آبنومیک",
    description:
      "Abenomics یک استراتژی اقتصادی است که توسط شینزو آبه ژاپنی اجرا شده است و از سه جهت تشکیل شده است: سیاست پولی، محرک های مالی و اصلاحات ساختاری.",
  },
  {
    id: 12,
    category: "A",
    keyword: "Abnormal Return",
    translate: "بازده غیر عادی ",
    description:
      "اصطلاحی است که به سود یا زیان پیش بینی نشده از سبد دارایی و  اوراق بهادر  در یک بازه زمانی مشخص اشاره دارد. (در واقع نشان دهنده تفاوت بین مقدار بازده واقعی و مقدار  بازده مورد انتظار است)",
  },
  {
    id: 13,
    category: "A",
    keyword: "Absolute Advantage",
    translate: "مزیت مطلق ",
    description:
      "یک مفهوم اقتصادی است که به توانایی تولید برتر یک شرکت نسبت به رقبای آن  اشاره دارد. در واقع بدان معنی است که یک شرکت تولیدی بتواند با استفاده از منابع کمتر در ارائه   مقدار بیشتر محصول و یا خدمت نسبت به رقبا خود کارآمد تر باشد.",
  },
  {
    id: 14,
    category: "A",
    keyword: "Accepting Risk (Acceptance)",
    translate: "پذیرش ریسک",
    description:
      "پذیرش ریسک از المان های  استراتژی های مدریت ریسک است  و زمانی از آن استفاده می شود که امکان زیان و یا ضرر سنگین کم بوده و یا هزینه پیشگیری از آن بسیار زیاد است که مانع بزرگی برای اهداف سازمان به حساب می آید.",
  },
  {
    id: 15,
    category: "A",
    keyword: "Account",
    translate: "حساب",
    description:
      "یک حساب  اساسا چیزی است که هدف آن ردیابی فعالیت های مالی یک دارایی خاص است",
  },
  {
    id: 16,
    category: "A",
    keyword: "Account Balance",
    translate: "تراز / مانده حساب",
    description:
      "تراز/مانده حساب به مقدار موجود در یک حساب بانکی/آدرس رمزارز اشاره دارد که می توان به موجودی آن دسترسی پیدا کرد. از سوی دیگر، در علوم حسابداری، تراز/مانده حساب به مبلغی اطلاق می شود که از مابه التفاوت تمام تراکنش های بدهکار و بستانکاری ثبت شده در یک حساب  به دست می آید.",
  },
  {
    id: 17,
    category: "A",
    keyword: "Account Number",
    translate: "شماره حساب",
    description:
      "شماره حساب رشته ای از اعداد (و گاهی حروف) است که برای شناسایی یک حساب بانکی خاص و صاحب حساب استفاده می شود.",
  },
  {
    id: 18,
    category: "A",
    keyword: "Accounting Conservatism",
    translate: "اصل محافظه کاری در حسابداری /مفهوم احتیاط",
    description:
      " اصل محافظه کاری در حسابداری یا مفهوم احتیاط بیان می کند در شرایط عدم اطمینان،( اگر در مورد درآمد و سود آتی ابهام وجود داشته باشد)، حسابدار باید از شناسایی سود اجتناب کند و (اگر عدم اطمینان در مورد متحمل شدن زیان وجود داشته باشد)، یک حسابدار باید زیان احتمالی را ثبت نماید.",
  },
  {
    id: 19,
    category: "A",
    keyword: "Accounting Token",
    translate: "توکن حسابداری",
    description:
      "توکن‌های حسابداری توکنیزه کردن ورودی‌های اعتباری یا بدهی (IOU/UOM) هستند، درست مانند هر سیستم حسابداری مبتنی بر صفحه‌گسترده  همچون اکسل. آنها فقط برای مقاصد حسابداری هستند و نشان دهنده مقدار پولی هستند که دارنده توکن بدهکار است. مانند استیبل کوین ها توسط فیات پشتیبانی نمی شود و بنابراین نمی توان آن را به عنوان یک محصول مالی در نظر گرفت.\nIOU=I owe you\nUOM= You owe me",
  },
  {
    id: 20,
    category: "A",
    keyword: "Accrue",
    translate: "انباشته شده",
    description: " بهره، درآمد یا هزینه انباشت شده در طی یک بازه زمانی",
  },
  {
    id: 21,
    category: "A",
    keyword: "Accrued Income",
    translate: "سود انباشت شده ",
    description:
      "درآمدی که به دست‌امده است ولی هنوز دریافت نشده - شناسایی درآمد مطابق باروش حسابداری تعهدی ",
  },
  {
    id: 22,
    category: "A",
    keyword: "Accrued Interest",
    translate: "بهره انباشت شده",
    description:
      "هزینه بهره یا درآمد بهره که هنوز دریافت یا پرداخت نشده است - شناسایی هزینه یا درآمد بهره مطابق باروش حسابداری تعهدی ",
  },
  {
    id: 23,
    category: "A",
    keyword: "Accrued Liabilities",
    translate: "بدهی‌های تعهدی",
    description:
      "بدهی‌های تعهدی، تعهدات مالی هستند که واریزی‌ از حساب های بانکی شرکت پرداخت نشده است زیرا صورت حساب این تعهدات دریافت نشده است",
  },
  {
    id: 24,
    category: "A",
    keyword: "Accrued Revenue",
    translate: "فروش انباشت شده",
    description:
      "فروش انباشت شده زمانی افزایش می یابد که، یک کسب و کار فروش را بدون دریافت وجه برای کالاها یا خدمات ارائه شده، ثبت کند. ",
  },
  {
    id: 25,
    category: "A",
    keyword: "Accumulation Phase",
    translate: "فاز انباشت",
    description:
      "یکی از مرحله های چرخه ی بازار می باشد که در آن  بازار در یک حالت نوسانی قرار می گیرد جایی که قدرت خریدارها و فروشنده ها به یک اندازه می باشد که معمولاً در پایان یک روند نزولی اتفاق می افتد",
  },
  {
    id: 26,
    category: "A",
    keyword: "Accumulation/Distribution Indicator",
    translate: "اندیکاتور تراکم/توزیع",
    description:
      " نوعی اندیکاتور حجمی در تحلیل تکنیکال می باشد که سطوح عرضه و تقاضا را با ضرب کردن قیمت بسته شدن (در یک دوره زمانی مشخص) در حجم معاملاتی بدست می آورد",
  },
  {
    id: 27,
    category: "A",
    keyword: "Adam Back",
    translate: "آدام بک",
    description:
      "رمزنگار بریتانیایی که خالق الگوریتم استخراج هش‌کش(HashCash) می‌باشد الگوریتمی که توسط ساتوشی ناکاموتو در شبکه بیت‌کوین از آن استفاده می‌شود",
  },
  {
    id: 28,
    category: "A",
    keyword: "Adaptive State Sharding",
    translate: "حالت تطبیقی فناوری شاردینگ",
    description:
      "حالتی از ترکیب انواع روش‌های شاردینگ برای شکل‌دهی زیرساخت شبکه الروند در جهت سازگاری با برنامه‌ها و اپلیکیشن‌های بیشتر می‌باشد که عملکرد را از طریق پردازش موازی به طور چشمگیری افزایش می دهد.",
  },
  {
    id: 29,
    category: "A",
    keyword: "Address",
    translate: "آدرس",
    description:
      "به رشته‌ای از حروف و اعداد گفته می‌شود که مکان قرارگیری یک دارایی دیجیتال را به صورت منحصر به فرد مشخص می‌کند که توسط آن می‌توانید دارایی دیجیتال خود را به آدرس دیگری ارسال و یا توسط آن دارایی دیجیتال دریافت کنید. آدرس به صورت متن و QR کد قابل کپی و اسکن کردن می باشد.",
  },
  {
    id: 30,
    category: "A",
    keyword: "Adoption Curve",
    translate: "منحنی پذیرش",
    description:
      "منحنی پذیرش نشان دهنده سرعت پذیرش یک فناوری جدید توسط افراد است که ممکن است مخاطبین هدف را برای درک تمایل بازار تفکیک کند.",
  },
  {
    id: 31,
    category: "A",
    keyword: "Aeternity Blockchain",
    translate: "بلاکچین ایترنیتی",
    description:
      "یک شبکه بلاکچین که بر اساس رویکرد اجماع ترکیبی یعنی هم اثبات کار و هم اثبات سهام کار می‌کند.",
  },
  {
    id: 32,
    category: "A",
    keyword: "Aggregate Demand",
    translate: "تقاضای کل",
    description:
      "در یک اقتصاد، تقاضای کل به معنی تمام تقاضا موجود برای همه خدمات و کالاهای تولید شده توسط آن اقتصاد است.",
  },
  {
    id: 33,
    category: "A",
    keyword: "Air Gap",
    translate: "شکاف هوا",
    description:
      "مفهوم شکاف هوایی این است که اگر نمی‌توان به داده‌ها دسترسی داشت پس نمی‌توان آن‌ها را آلوده کرد.",
  },
  {
    id: 34,
    category: "A",
    keyword: "Airdrop",
    translate: "ایر دراپ",
    description:
      "یک کمپین بازاریابی که یک رمزارز یا توکن خاص را بین مخاطبان توزیع می‌کند.",
  },
  {
    id: 35,
    category: "A",
    keyword: "Airnode",
    translate: "ایرنود",
    description:
      "ایرنود، یک نود اوراکل و درگاه API بلاکچینی است که به راحتی توسط ارائه‌دهندگان API که می‌خواهند در پروتکل بلاکچینی API3 مشارکت کنند و داده‌های خود را به صورت آنچین در شبکه قرار دهند، اجرا می‌شود.",
  },
  {
    id: 36,
    category: "A",
    keyword: "Algo-Trading (Algorithmic Trading)",
    translate: "معاملات الگوریتمی",
    description:
      "یک سیستم معاملاتی خودکار است که در آن سفارشات خرید و فروش بر اساس قوانین یک برنامه یا الگوریتم رایانه ای انجام می شود.",
  },
  {
    id: 37,
    category: "A",
    keyword: "Algorithm",
    translate: "الگوریتم",
    description:
      "یک فرآیند یا مجموعه ای از قوانین که در عملیات حل مسئله یا محاسبات معمولاً توسط رایانه باید دنبال شوند.",
  },
  {
    id: 38,
    category: "A",
    keyword: "Algorithmic Market Operations (AMOs)",
    translate: "عملیات الگوریتمی بازار",
    description:
      "به طور خودکار عرضه استیبل کوین های الگوریتمی را کنترل کنید و در عین حال مقیاس پذیری، تمرکززدایی و شفافیت را بهبود بخشید. در واقع یک قرارداد هوشمند برنامه‌ریزی‌شده است که تصمیم می‌گیرد چگونه عرضه یک استیبل کوین را به بهترین نحو تغییر دهد تا در دوره‌های افزایش یا کاهش قیمت ثابت بماند.",
  },
  {
    id: 39,
    category: "A",
    keyword: "Algorithmic Stablecoin",
    translate: "کوین های با ثبات الگوریتمی",
    description:
      "کوینهای باثبات الگوریتمی در واقع از الگوریتمی در زیرساخت آن استفاده می‌ کند که می‌ تواند در صورت افزایش قیمت کوین های بیشتری صادر کند و با کاهش قیمت آن‌ها را از بازار بخرد. به عبارت دبگر برای ثبات قیمت طراحی شده است.",
  },
  {
    id: 40,
    category: "A",
    keyword: "All-Time-High (ATH)",
    translate: "سقف قیمت",
    description: "بالاترین قیمتی که یک دارایی دیجیتال در تاریخ خود داشته است.",
  },
  {
    id: 41,
    category: "A",
    keyword: "All-Time-Low (ATL)",
    translate: "کمترین قیمت تاریخ",
    description:
      "به  کمترین قیمتی که یک دارایی از لحاظ قیمت یا حجم بازار در تاریخ به ثبت رسانده است گفته می شود.",
  },
  {
    id: 42,
    category: "A",
    keyword: "Allocation",
    translate: "تخصیص",
    description:
      "یک توکن یا دارایی می تواند به موجودیت های مختلفی مانند موسسات، سرمایه گذاران، افراد یا تیم ها تخصیص داده شود. این معیار در توزیع یک دارایی بین گروه های مختلف بررسی می شود تا مشخص شود یک از به کدام گروه ها تخصیص داده شده است.",
  },
  {
    id: 43,
    category: "A",
    keyword: "Alpha Version",
    translate: "نسخه اولیه",
    description:
      "نسخه آلفا معمولاً نسخه اولیه نرم افزار است که برای آزمایش کاربرد نرم افزار و رابط کاربری آن منتشر شده است.",
  },
  {
    id: 44,
    category: "A",
    keyword: "Alphanumeric",
    translate: "آلفانومریک",
    description: "رشته متنی است که شامل اعداد، کلمات و کارکتر ها می شود.",
  },
  {
    id: 45,
    category: "A",
    keyword: "Altcoin",
    translate: "آلتکوین",
    description:
      "بیت کوین اصلی ترین ارز در بازار کریپتوکارنسی است. تمام ارزهای دیگر از جمله اتریوم را آلتکوین به معنی ارزهای متفرقه می نامند.",
  },
  {
    id: 46,
    category: "A",
    keyword: "Altcoin Trader",
    translate: "تریدر آلت کوین",
    description:
      "فردی که با بیت کوین را با جفت رمزارزهای دیگر یا برعکس ترید میکند، این تریدر بیشتر تمرکز خود را روی ارزهای دیگر بازار میگذارد",
  },
  {
    id: 47,
    category: "A",
    keyword: "Amazon S3",
    translate:
      "مخفف Amazon Simple Storage Service (S3) به معنی خدمت ذخیره ساده آمازون",
    description:
      " یک سرویس ذخیره سازی ابری مبتنی بر وب مقیاس پذیر، پرسرعت و ارزان برای ذخیره و بازیابی داده ها در هر زمان و هر مکان است.",
  },
  {
    id: 48,
    category: "A",
    keyword: "AMLD5",
    translate: "AMLD5",
    description:
      "پنجمین دستورالعمل ضد پولشویی اتحادیه اروپا (AMLD5) به روز رسانی چارچوب ضد پول شویی (AML) اتحادیه است.",
  },
  {
    id: 49,
    category: "A",
    keyword: "Anarcho-capitalism",
    translate: "آنارکو-سرمایه داری",
    description:
      "یک فلسفه سیاسی که در ابتدا توسط موری روثبارد، اقتصاددان آمریکایی مطرح شد و اکنون توسط بسیاری از اعضای جامعه رمزنگاری پذیرفته شده است. یک جامعهٔ آنارکو-کاپیتالیستی، اجرای قانون، دادگاه‌ها و همهٔ خدمات دیگر، به جای دولت و به واسطه دریافت مالیات، توسط رقابت‌کنندگان با بودجه خصوصی فراهم می‌شوند و پول نیز از طریق بخش خصوصی و به‌طور رقابتی در یک بازار باز فراهم می‌شود.",
  },
  {
    id: 50,
    category: "A",
    keyword: "Angel Investor",
    translate: "سرمایه گذار فرشته",
    description:
      "شخصی که از نظر مالی از یک کسب و کار جدید یا استارت آپ حمایت می کند.",
  },
  {
    id: 51,
    category: "A",
    keyword: "Annual Percentage Rate (APR)",
    translate: "نرخ درصدی سالانه (سود ساده)",
    description:
      "میزان نرخ سود و یا بهره ای که وام گیرنده سالانه باید پرداخت کند و به صورت درصد بیان می شود و از ضرب نرخ سود و یا بهره دوره ای در تعداد دوره های سال به دست می آید.",
  },
  {
    id: 52,
    category: "A",
    keyword: "Annual Percentage Yield (APY)",
    translate: "بازده درصدی سالانه و یا درصد عملکرد سالانه( سود مرکب) ",
    description:
      "نرخ بازدهی که در طول یکسال  در یک سرمایه گذاری خاص به دست می آید ",
  },
  {
    id: 53,
    category: "A",
    keyword: "Anti-dump/Anti-Dumping Policy",
    translate: "سیاست ضد دامپینگ",
    description:
      "اصطلاح دامپینگ در اقتصاد به عرضه محصول در بازار خارجی با بهایی کمتر از قیمت داخلی اشاره دارد. دولت ها به منظور جلوگیری از این موضع قوانین و سیاست های ضد دامپینگ وضع کردند.  به عنوان مثال در دنیای بلاک چین، سیاست ضد دامپینگ مجموعه قوانینی است که سرمایه گذاران را  از در معرض قرار گرفتن دامپ و پامپ ها محافظت می کند. فرایند دامپینگ  بدین صورت است که  در آن تعداد زیادی توکن توسط یک سرمایه گذار  به منظور افزایش ارزش توکن خریداری می شود که به دنبال این اتفاق، توکن  با قیمت بسیار بالاتری دامپ می شود و منجر به ضرر سرمایه‌گذارانی می شودکه  آن دارایی را خریداری کرده اند.",
  },
  {
    id: 54,
    category: "A",
    keyword: "Anti-Fragile",
    translate: "پاد شکننده",
    description:
      "به دارایی ها گفته می شود که هنگام نواسانات، ریسک و عدم اطمینان، عملکرد قیمتی بهتری نشان می دهند",
  },
  {
    id: 55,
    category: "A",
    keyword: "Anti-Malware",
    translate: "ضد بد افزار",
    description:
      "ضد بد افزار نوعی نرم‌افزار کاربردی است که در رایانه‌ها و دستگاه‌های الکترونیکی،  بدافزار را شناسایی و حذف می‌کند.",
  },
  {
    id: 56,
    category: "A",
    keyword: "Anti-Money Laundering (AML)",
    translate: "ضد پول شویی",
    description:
      "مجموعه‌ای از قوانین بین‌المللی که برای محدود کردن سازمان‌های جنایی یا افرادی که از طریق تبدیل رمزارز به پول نقد در دنیای واقعی پولشویی می‌کنند.",
  },
  {
    id: 57,
    category: "A",
    keyword: "Apeing",
    translate: "میمون وار رفتار کردن",
    description:
      "اشاره به زمانی دارد که یک معامله گر رمزارز، یک توکن را بلافاصله پس از راه اندازی پروژه و بدون انجام تحقیقات کامل خریداری می کند.",
  },
  {
    id: 58,
    category: "A",
    keyword: "API",
    translate:
      "API مخفف Application Programming Interface است. \nرابط برنامه نویسی کاربردی",
    description:
      "رابط برنامه نویسی کاربردی. این رابط مجموعه ای از روال ها، پروتکل ها و ابزارها برای ساخت برنامه های نرم افزاری است. API ها نحوه تعامل اجزای نرم افزار را مشخص می کنند، مانند اینکه از چه داده هایی استفاده شود و چه اقداماتی باید انجام شود.",
  },
  {
    id: 59,
    category: "A",
    keyword: "Application Layer",
    translate: "لایه برنامه های کاربردی",
    description: "بالاترین لایه از مدل هفت لایه ای OSI شبکه",
  },
  {
    id: 60,
    category: "A",
    keyword: "AR Token (Arweave)",
    translate: "توکن AR",
    description: "توکن محلی پروژه Arweave",
  },
  {
    id: 61,
    category: "A",
    keyword: "Arbitrage",
    translate: "آربیتراژ",
    description:
      "آربیتراژ عبارت است از خرید و فروش یک دارایی در بازارهای مختلف برای استفاده از تفاوت قیمت بین بازارها.",
  },
  {
    id: 62,
    category: "A",
    keyword: "Aroon Indicator",
    translate: "شاخص آرون",
    description:
      "شاخص آرون برای شناسایی وجود، تغییرات وانجام اصلاحات  و سنجش قدرت یک روند مداوم در بازارهای مالی استفاده می شود.",
  },
  {
    id: 63,
    category: "A",
    keyword: "Ashdraked",
    translate: "",
    description:
      "از دست دادن کامل کل سرمایه سرمایه گذاری شده یک معامله گر، به ویژه در نتیجه افت قیمت بیت کوین.",
  },
  {
    id: 64,
    category: "A",
    keyword: "ASIC",
    translate: " مخففی برای مدار مجتمع مختص برنامه کاربردی",
    description: "دستگاهی که با هدف استخراج داراییهای دیجیتالی طراحی شده است.",
  },
  {
    id: 65,
    category: "A",
    keyword: "ASIC-Resistant",
    translate: "مقاوم در برابر ASIC",
    description:
      "این اصطلاح معمولاً برای بلاک چین ها و الگوریتم های ماینینگ به کار می رود که به گونه ای طراحی شده اند که هیچ مزیتی برای ASIC ها نسبت به سخت افزار درجه مصرف کننده نداشته باشند.",
  },
  {
    id: 66,
    category: "A",
    keyword: "Ask Price",
    translate: "قیمت فروش",
    description:
      "حداقل قیمتی که یک فروشند برای فروش یک دارایی می پذیرد، به آن قیمت پیشنهادی نیز می گویند",
  },
  {
    id: 67,
    category: "A",
    keyword: "Asset-Backed Tokens",
    translate: "توکن های بر پایه دارایی",
    description:
      "توکنهای مبتنی بر دارایی، واخواستهای دیجیتالی از یک دارایی فیزیکی با پشتوانه آن دارایی هستند",
  },
  {
    id: 68,
    category: "A",
    keyword: "Assets Under Management (AUM)",
    translate: "دارایی های تحت مدیریت",
    description:
      "دارایی های تحت مدیریت به ارزش کل دارایی هایی گفته می شود که توسط یک سازمان یا نهاد مالی  مدیریت می شود.",
  },
  {
    id: 69,
    category: "A",
    keyword: "Astroturfing",
    translate: "اختروفینگ",
    description:
      "عمل فریبنده ارائه یک بازاریابی سازمان یافته یا کمپین روابط عمومی در پوشش نظرات ناخواسته از طرف مردم.",
  },
  {
    id: 70,
    category: "A",
    keyword: "Asynchronous",
    translate: "ناهمزمان",
    description:
      "رویدادهایی که به طور همزمان یا با سرعت یکسان اتفاق نمی‌افتند، ناهمزمان نامیده می‌شوند.",
  },
  {
    id: 71,
    category: "A",
    keyword: "Atomic Swap",
    translate: "",
    description:
      "انتقال رمزارز از یک فرد به فرد دیگر، بدون نیاز به استفاده از صرافی یا سایر واسطه ها",
  },
  {
    id: 72,
    category: "A",
    keyword: "AtomicDEX",
    translate: "صرافی غیرمتمرکز اتمیک",
    description:
      "AtomicDEX یک برنامه کاربردی است که  سرویس کیف پول رمزارز  و خدمات DEX را در ارائه می دهد و برای چندین پلتفرم در دسترس است.",
  },
  {
    id: 73,
    category: "A",
    keyword: "Attestation Ledger",
    translate: "دفتر کل اعتبار دهی",
    description:
      "دفتر کل اعتبار دهی یک دفتر حساب است که برای ارائه شواهدی از معاملات فردی طراحی شده است. دفتر کل اعتباری معمولاً برای «تأیید» این که یک تراکنش مالی انجام شده است یا خیر و یا برای اثبات صحت معاملات یا محصولات استفاده می شود.",
  },
  {
    id: 74,
    category: "A",
    keyword: "Auction",
    translate: "حراج",
    description:
      "حراج یک فروش عمومی از طریق یک فرآیند مناقصه است که در آن دارایی به بالاترین پیشنهاد دهنده فروخته می شود.",
  },
  {
    id: 75,
    category: "A",
    keyword: "Audit",
    translate: "ممیزی / بازرسی",
    description:
      "ممیزی/ بازرسی فرآیندی است که در آن کدها و یا الگوریتمهای توسعه‌دهندگان سیستم‌ها و برنامه‌ها را ممیزی و بازرسی می‌کند.",
  },
  {
    id: 76,
    category: "A",
    keyword: "Augmented Reality (AR)",
    translate: "واقعیت افزوده به اختصار AR",
    description:
      "واقعیت افزوده (AR) یک تجربه همه جانبه است که ارزش و استفاده از اقلام دنیای واقعی را با استفاده از اطلاعات بصری تولید شده توسط رایانه که از طریق انواع روش‌های حسی مانند صدا، لمس، بو و بینایی ارسال می‌شود را بهبود می‌بخشد.",
  },
  {
    id: 77,
    category: "A",
    keyword: "Authentication",
    translate: "احراز هویت",
    description:
      "احراز هویت فرآیندی است که هویت کاربر را قبل از اجازه دسترسی به اطلاعات حساس و/یا شخصی، با استفاده از گذرواژه‌ها، کدهای پیامک، اثر انگشت و سایر اشکال اثبات مالکیت تأیید می‌کند.",
  },
  {
    id: 78,
    category: "A",
    keyword: "Automated Market Maker (AMM) [Updated]",
    translate: "بازار ساز خودکار به اختصار AMM",
    description:
      "بازارساز خودکار (AMM) سیستمی است که نقدینگی را از طریق معاملات خودکار برای صرافی  که در آن فعالیت می کند فراهم می نمایند.",
  },
  {
    id: 79,
    category: "A",
    keyword: "Autonomous Economic Agent (AEA)",
    translate: "عامل اقتصادی خودمختار به اختصار AEA",
    description:
      "یک راه حل (نرم افزاری) که توسط بنیاد Fetch.ai و  IOTA ایجاد شده است و می تواند بدون دریافت ورودی از دنیای بیرون و با استفاده از هوش خود برای منافع اقتصادی مالک اقداماتی انجام دهد.",
  },
  {
    id: 80,
    category: "A",
    keyword: "Average Directional Index (ADX)",
    translate: "شاخص جهت دار متوسط به اختصار ADX",
    description:
      "شاخص جهت دار متوسط (ADX) یک شاخص فنی است که با استفاده از میانگین های متحرک قیمت، میزان قوی بودن روند بازار را اندازه گیری می کند و با ارقامی بین 1 تا 100 نمایش داده می شود، به طوریکه رقم بزرگتر نشان دهنده روند قوی تر است.",
  },
  {
    id: 81,
    category: "B",
    keyword: "Bag",
    translate: "بگ",
    description:
      "یک اصطلاح عامیانه کریپتویی است که برای مقدار زیادی از یک رمزارز خاص استفاده میشود. گاها برای اشاره به محتوای سبد پرتفوی یک فرد نیز استفاده میشود.",
  },
  {
    id: 82,
    category: "B",
    keyword: "Bagholder",
    translate: "دارنده بگ (نگهدارنده غیر منطقی)",
    description:
      "سرمایه‌گذاری که همچنان مقادیر زیادی از یک سکه یا توکن خاص را بدون توجه به عملکرد آن نگه می‌دارد.",
  },
  {
    id: 83,
    category: "B",
    keyword: "Baking",
    translate: "",
    description:
      "Bakingفرآیندی است که توسط تزوس (پلتفرم قراردادهای هوشمند) به منظور الحاق بلوک‌های جدید تراکنش‌ها به زنجیره بلوکی خود استفاده می‌شود.",
  },
  {
    id: 84,
    category: "B",
    keyword: "Bandwidth",
    translate: "پهنای باند",
    description: "کیفیت ظرفیت داده در دسترس برای نقل و انتقال بر روی شبکه ",
  },
  {
    id: 85,
    category: "B",
    keyword: "Bank for International Settlements (BIS)",
    translate: "بانک تسویه بین المللی",
    description:
      "BIS یک موسسه مالی بین المللی است که ثبات پولی جهانی را ترویج می کند.",
  },
  {
    id: 86,
    category: "B",
    keyword: "Banking as a Service (BaaS)",
    translate: "بانکداری به عنوان خدمات",
    description:
      "در baas بانک ها API خود را به اشخاص ثالث ارائه میکنند تا آنها بتوانند با استفاده از اطلاعات بانکها و زیرساخت های آنها سرویس های مالی خود را ارتقا دهند.",
  },
  {
    id: 87,
    category: "B",
    keyword: "Banking Secrecy Act (BSA)",
    translate: "قانون اسرار بانکی",
    description:
      "قانون اسرار بانکی که به قانون گزارش دهی ارز و تراکنش های خارجی نیز نشاخته میشود قانونی در ایالات متحده است که موسسات مالی را ملزم به گزارش و کمک علیه پول شویی میکند.",
  },
  {
    id: 88,
    category: "B",
    keyword: "Basket",
    translate: "سبد",
    description:
      "سبد وقتی در حوزه رمزارزها استفاده میشود، منظور مدیریت کردن مجموعه ای از رمزارزها در قالب یک دارایی واحد میباشد",
  },
  {
    id: 89,
    category: "B",
    keyword: "Batch Auctions",
    translate: "مزایده های دسته ای",
    description:
      "حراج دسته ای یک مکانیزم ترید است که در آن سفارشات فردی افراد با هم یکی می شود و دهمزمان انجام میشوند",
  },
  {
    id: 90,
    category: "B",
    keyword: "Beacon Chain",
    translate: "زنجیره بیکن",
    description:
      "یک بلاکچین است که زنجیره های شارد را هماهنگ می کند، استیک کردن و ثبت تایید کنندگان در رمزارز مبتنی بر اثبات سهام را (مانند اتریوم 2)  مدیریت می کند .",
  },
  {
    id: 91,
    category: "B",
    keyword: "Bear",
    translate: "خرس",
    description:
      "شخصی که باور دارد قیمت بازار برای یک دوره طولانی کاهش میابد. به چنین شخصی خرسی می گویند",
  },
  {
    id: 92,
    category: "B",
    keyword: "Bear Market",
    translate: "بازار خرسی(نزولی)",
    description:
      "زمانی که قیمت دارایی ها در یک بازار 20 درصد یا بیشتر ازآخرین اوج خود کاهش یابد، به آن بازار نزولی می گویند. در نتیجه، اعتماد سرمایه گذاران به بازار کم است و به آن بازار و اقتصاد آن بدبین می شوند.",
  },
  {
    id: 93,
    category: "B",
    keyword: "Bear Trap",
    translate: "تله خرسی",
    description:
      "تلاش برای دستکاری قیمت یک ارز دیجیتال خاص، بر اساس فعالیت هماهنگ گروهی از معامله‌گران.",
  },
  {
    id: 94,
    category: "B",
    keyword: "Bearwhale",
    translate: "نهنگ خرسی",
    description:
      "نهنگ خرسی شخصی است که تعداد زیادی ارز دیجیتال دارد و از حساب عظیم خود برای پایین آوردن قیمت و کسب سود از آن استفاده می کند.",
  },
  {
    id: 95,
    category: "B",
    keyword: "Benchmark",
    translate: "بهینه کاوی",
    description:
      "بهینه کاوی روشی برای مقایسه عملکرد دارایی یا سبد سرمایه گذاری شما با دارایی های مشابه برای مشخص شدن شکاف بین این دو است  و با این کار بهبود شاخصهای عملکردی ممکن می شود.",
  },
  {
    id: 96,
    category: "B",
    keyword: "Benchmark Index",
    translate: "شاخص بهینه کاوی",
    description:
      "شاخص بهینه یابی یک شاخص رایج امنیتی است که به عنوان سنجه یا معیار بررسی وسعت پیشرفت بازار مورد استفاده قرار می گیرد.",
  },
  {
    id: 97,
    category: "B",
    keyword: "BEP-2 (Binance Chain Tokenization Standard)",
    translate: "BEP-2 (استاندارد توکنیزه کردن زنجیره بایننس)",
    description: "یک استاندارد فنی برای توکن های زنجیره بایننس",
  },
  {
    id: 98,
    category: "B",
    keyword: "BEP-20",
    translate: "BEP-20",
    description:
      "BEP-20 استاندارد توکن زنجیره هوشمند Binance است که با هدف گسترش ERC-20 ایجاد شده است.",
  },
  {
    id: 99,
    category: "B",
    keyword: "BEP-721",
    translate: "BEP-721",
    description:
      "BEP-721 استاندارد توکن زنجیره هوشمند بایننس (BSC) است که امکان تولید توکن‌های غیرقابل تعویض (NFT) را فراهم می‌کند. این یک توسعه دهنده ERC-721 در نظر گرفته می شود که یکی از محبوب ترین استانداردهای NFT است.",
  },
  {
    id: 100,
    category: "B",
    keyword: "BEP-95 (Bruno Hard Fork Upgrade)",
    translate: "BEP-95(به روز رسانی هارد فورک برونو)",
    description:
      "  (BEP-95) پروتکل ارتقا بایننس  یک ارتقاء هارد فورک برونو است که هدف آن سرعت بخشیدن به فرآیند سوزاندن توکن BNB است.",
  },
  {
    id: 101,
    category: "B",
    keyword: "Beta (Release)",
    translate: "بتا (انتشار)",
    description:
      "مرحله پیش انتشار نرم افزار که به تعدادی از کاربران و آزمایش کنندگان نرم افزار برای آزمایش آن در تنظیمات دنیای واقعی دسترسی داده میشود.",
  },
  {
    id: 102,
    category: "B",
    keyword: "Bid Price",
    translate: "قیمت پیشنهادی",
    description:
      "هزینه ای که شخصی مایل است برای یک اوراق بهادار، دارایی، کالا، خدمات یا قرارداد بپردازد، قیمت پیشنهادی نامیده می شود.",
  },
  {
    id: 103,
    category: "B",
    keyword: "Bid-Ask Spread",
    translate: "فاصله قیمت پیشنهادی و قیمت مورد تقاضا",
    description:
      "فاصله قیمت پیشنهادی و قیمت مورد تقاضا، تفاوت بین بالاترین قیمتی است که خریدار مایل است برای یک دارایی بپردازد و همچنین کمترین قیمتی که فروشنده مایل به پذیرش آن است.",
  },
  {
    id: 104,
    category: "B",
    keyword: "Big Tech",
    translate: "فناوری بزرگ",
    description:
      "چهار یا پنج شرکت بزرگ فناوری، به ویژه فیس‌بوک، اپل، گوگل و آمازون، به عنوان «فناوری بزرگ» شناخته می‌شوند چراکه بیشترین سهم در صنعت خود را دارند.",
  },
  {
    id: 105,
    category: "B",
    keyword: "Binance Labs",
    translate: "آزمایشگاه بایننس",
    description:
      "آزمایشگاه‌های بایننس پروژه‌ای برای پرورش، سرمایه‌گذاری و توسعه بلاکچین و کسب‌وکارها، ابتکارات، و جوامع رمزارزی است و همچنین یک صندوق تاثیر اجتماعی است.",
  },
  {
    id: 106,
    category: "B",
    keyword: "Binance Launchpad",
    translate: "بایننس لانچ پد/ سکوی بایننس ",
    description:
      "بایننس لانچ پد ب بستری برای جذب سرمایه و بازاریابی پروژه‌هایشان در اختیاره استارت‌آپ‌های رمزنگاری برای جذب سرمایه میلیون‌ها سرمایه‌گذار رمزارز در اکوسیستم بایننس قرار می‌دهد.",
  },
  {
    id: 107,
    category: "B",
    keyword: "Binary Code",
    translate: "کد باینری",
    description:
      'کد باینری یک سیستم دو نمادی است که بر اساس اعداد "0" و "1" برای نمایش متن، دستورات پردازنده کامپیوتر یا هر نوع داده دیگری است.',
  },
  {
    id: 108,
    category: "B",
    keyword: "Bit",
    translate: "بیت",
    description: "یک بیت واحد پایه اطلاعات در محاسبات است",
  },
  {
    id: 109,
    category: "B",
    keyword: "Bitcoin",
    translate: "بیت کوین",
    description:
      "اولین و  (به لحاظ حجم بازار)بزرگترین رمزارز  می باشد. در سال 2009 توسط یک خالق ناشناس تحت عنوان ساتوشی ناکاموتو ایجاد و معرفی شده است",
  },
  {
    id: 110,
    category: "B",
    keyword: "Bitcoin ATM (BTM)",
    translate: "دستگاه خودپرداز بیت کوین (BTM)",
    description:
      "دستگاه خودپرداز (ATM یا پول نقد) که به کاربر اجازه خرید و فروش بیت کوین را میدهد",
  },
  {
    id: 111,
    category: "B",
    keyword: "Bitcoin Dominance (BTCD)",
    translate: "حاکمیت بیت کوین",
    description:
      "حاکمیت بیت کوین معیاری است که تعیین می کند چه مقدار از سهم کل بازار کریپتو متعلق به بیت کوین است.",
  },
  {
    id: 112,
    category: "B",
    keyword: "Bitcoin Improvement Proposal (BIP)",
    translate: "پیشنهاد توسعه بیت کوین (BIP)",
    description: "فرمت استاندارد برای اسناد پیشنهادی برای تغییرات بیت کوین.",
  },
  {
    id: 113,
    category: "B",
    keyword: "Bitcoin Misery Index (BMI)",
    translate: "شاخص بدبختی بیت کوین (BMI)",
    description:
      "شاخص بدبختی بیت کوین (BMI) توسط سرمایه گذاران به عنوان یک ابزار سرمایه گذاری استفاده می شود که از 0 تا 100 متغیر است.",
  },
  {
    id: 114,
    category: "B",
    keyword: "Bitcoin Pizza",
    translate: "بیت کوین پیتزا",
    description:
      "بیت کوین پیتزا به تراکنش اشاره دارد که در آن مردی به نام لازلو هانیچ 10000 بیت کوین برای دو پیتزا پرداخت کرد و آن را به اولین تراکنش تجاری بیت کوین در دنیای واقعی تبدیل کرد.",
  },
  {
    id: 115,
    category: "B",
    keyword: "Bitcoiner",
    translate: "بیت کوینر",
    description: "فردی که نسبت به بیت کوین خوش بین است",
  },
  {
    id: 116,
    category: "B",
    keyword: "Bitcointalk",
    translate: "بیت کوین تاک",
    description:
      "بیت کوین تاک محبوب ترین انجمن آنلاین است که به بیت کوین، ارزهای دیجیتال و فناوری بلاکچین اختصاص دارد.",
  },
  {
    id: 117,
    category: "B",
    keyword: "BitLicense",
    translate: "بیت لایسنس",
    description:
      "مجوز کسب‌وکار که توسط وزارت خدمات مالی ایالت نیویورک صادر می شود و اجازه فعالیت‌های ارز مجازی قانونگذاری شده را می‌دهد",
  },
  {
    id: 118,
    category: "B",
    keyword: "BitPay",
    translate: "بیت پی",
    description: "تامین کننده خدمات پرداخت با بیت کوین",
  },
  {
    id: 119,
    category: "B",
    keyword: "Bits",
    translate: "بیت",
    description: "واحد یا بخش فرعی که معمولاً از یک بیت کوین استفاده می شود.",
  },
  {
    id: 120,
    category: "B",
    keyword: "Bitstream",
    translate: "بیت استریم",
    description:
      "داده های پیکربندی بارگذاری شده روی یک FPGA ، بیت استریم نامیده می شود.",
  },
  {
    id: 121,
    category: "B",
    keyword: "Blockchain",
    translate: "تکراری- بلاکچین",
    description: "نوعی تکنولوژی دفتر کل توزیع شده، غیرقابل تغییر برای ثبت داده",
  },
  {
    id: 122,
    category: "B",
    keyword: "Black Hat Hacker",
    translate: "هکر کلاه سیاه",
    description:
      "هکرهای کلاه سیاه معمولاً از بدافزار برای نفوذ به شبکه ها و سیستم های رایانه ای برای سرقت داده ها استفاده می کنند.",
  },
  {
    id: 123,
    category: "B",
    keyword: "Black Swan Event",
    translate: "رویداد قو سیاه",
    description:
      "یک رویداد قو سیاه، (به عنوان وقوع قو سیاه نیز شناخته می شود)، استعاره ای از یک رویداد غیرمنتظره است که تأثیر قابل توجهی دارد.",
  },
  {
    id: 124,
    category: "B",
    keyword: "Blake-256",
    translate: "بلیک-256",
    description:
      "Blake-256 که در Decred استفاده شده است یک الگوریتم هش است که توسط جیت فیلیپ آماسون، لوکاهنزن، ویل مایر،  ورافایل سی دبلیو طراحی شده است.",
  },
  {
    id: 125,
    category: "B",
    keyword: "Block",
    translate: "بلاک",
    description:
      "فایلی حاوی اطلاعات تراکنش های انجام شده در یک دوره زمانی معین. بلاک ها اجزای تشکیل دهنده یک بلاک چین هستند.",
  },
  {
    id: 126,
    category: "B",
    keyword: "Block Explorer",
    translate: "مرورگر بلاک",
    description:
      "برنامه‌ای که کاربر را قادر می‌سازد تا جزئیات بلوک‌ها را در یک بلاک چین مشاهده کند. همچنین به عنوان یک مرورگر بلاک چین شناخته می شود.",
  },
  {
    id: 127,
    category: "B",
    keyword: "Block Header",
    translate: "هدر بلاک",
    description:
      "یک شناسه منحصر به فرد برای  شناسایی یک بلوک و یا  یک بلاک  در  کل شبکه بلاکچین است که به طور مدام توسط ماینرها و بر ساس الگوریتم اثبات کار  جهت اعتبار بخشیدن به آن  هش می شود. (هش بلاک مسئول شناسایی بلاک در بلاکچین است)",
  },
  {
    id: 128,
    category: "B",
    keyword: "Block Height",
    translate: "ارتفاع بلاک",
    description:
      "معرف مقداری که تعداد بلوک های قبل از یک بلوک معین رو در شبکه بلاکچین توصیف می کند. ",
  },
  {
    id: 129,
    category: "B",
    keyword: "Block Producer",
    translate: "تولید کننده بلاک",
    description:
      "تولیدکننده بلاک اصطلاحی است که در اکوسیستم‌ بلاکچین استفاده می‌شود و با استفاده از  الگوریتم اثبات سهام (PoS) به کاربران اجازه می‌دهد برای اعتبارسنجی و تولید بلوک‌ها به تولیدکنندگان بلاک رأی دهند.",
  },
  {
    id: 130,
    category: "B",
    keyword: "Block Reward",
    translate: "پاداش بلاک ",
    description:
      "کوین هایی که به یک ماینر یا گروهی از ماینرها برای حل مسئله هش رمزنگاری مورد نیاز برای ایجاد یک بلوک جدید در یک بلاک چین داده می شود (در واقعبسته به الگوریتم اجماع به کار برده شده، پاداشی است که به یک ماینر یا گروهی از مایترها جهت پیدا کردن یک بلاک جدید ،  داده می شود )",
  },
  {
    id: 131,
    category: "B",
    keyword: "Block Size",
    translate: "اندازه بلاک",
    description:
      "در فناوری بلاک چین، به مقدار داده ای (تراکنش ها) که که یک بلاک در خود نگه داری میکند اندازه بلاک گفته  میشود.",
  },
  {
    id: 132,
    category: "B",
    keyword: "Block Time",
    translate: "زمان بلاک ",
    description:
      "مدت زمانی است که برای ایجاد یک بلاک جدید در شبکه بلاکچین لازم است.",
  },
  {
    id: 133,
    category: "B",
    keyword: "Block Trade",
    translate: "معامله بلوکی",
    description:
      "معامله بلوکی، خرید یا فروش اوراق بهادار در مقیاس بزرگ است که خارج از بازار آزاد اتفاق می افتد. معامله بولکی از بلوک هاوس به عنوان واسطه مالی برای کمک به سرمایه گذاران در مدیریت ریسک استفاده می کند.",
  },
  {
    id: 134,
    category: "B",
    keyword: "Blockchain",
    translate: "بلاکچین/زنحیره بلوکی",
    description:
      "یک سیستم دفتر کل توزیع شده. دنباله ای از بلوک ها یا واحدهای اطلاعات دیجیتال که به طور متوالی در یک پایگاه داده عمومی ذخیره می شوند. پایه رمزارزها",
  },
  {
    id: 135,
    category: "B",
    keyword: "Blockchain 1.0",
    translate: "بلاکچین 1",
    description:
      "بلاکچین 1 اولین نسل از تکنولوژی بلاکچین که بر رمزارز و غیرمتمرکز بودن تمرکز دارد",
  },
  {
    id: 136,
    category: "B",
    keyword: "Blockchain 2.0",
    translate: "بلاکچین 2",
    description:
      "بلاکچین 2 ، نسخه توسعه یافته بلاکچین 1 است چرا که مفهوم تمرکززدایی کسب و کار و بازارها را از طریق قراردادهای هوشمند معرفی می کند و  امنیت و شفافیت  را بهبود می بخشد.",
  },
  {
    id: 137,
    category: "B",
    keyword: "Blockchain 3.0",
    translate: "بلاکچین 3",
    description:
      "بلاک چین 3.0 مرحله نهایی توسعه فناوری بلاک چین است که پذیرش جهانی، موسسات و سازمانها را پیش‌بینی می‌کند.",
  },
  {
    id: 138,
    category: "B",
    keyword: "Blockchain Explorer",
    translate: "مرورگر بلاکچین",
    description:
      "مرورگر بلاکچین یک موتور جستجو است که به کاربر اجازه میدهد تا در بین رکوردهای بلاکچین جستجو کند",
  },
  {
    id: 139,
    category: "B",
    keyword: "Blockchain Transmission Protocol (BTP)",
    translate: "پروتکل انتقال بلاکچین",
    description:
      "پروتکل انتقال بلاک چین (BTP) بلاک چین های مجزا را قادر می سازد تا به عنوان یک لایه تسویه  کاملاً غیرمتمرکز با اتصال ایمن تراکنش ها ، از یک پروتکل  جهان شمول استفاده کند",
  },
  {
    id: 140,
    category: "B",
    keyword: "Blockchain Trilemma",
    translate: "سه راه بلاکچین",
    description:
      "سه راه بلاک چین مجموعه‌ای از سه موضوع است که گریبانگیر زنجیره‌های بلوکی می‌شود: تمرکززدایی، امنیت و مقیاس‌پذیری.",
  },
  {
    id: 141,
    category: "B",
    keyword: "Blockchain-Enabled Smart Locks",
    translate: "قفل های هوشمند بلاکچینی",
    description:
      "قفل های هوشمند بلاک چینی بسیاری از مسائل امنیتی را حل می کنند و می توانند بر اساس وضعیت متغیری که در قرارداد هوشمند تعبیه شده است قفل یا باز شوند.",
  },
  {
    id: 142,
    category: "B",
    keyword: "Bollinger Band",
    translate: "باند بولینگر",
    description:
      "ابزاری که بولینگر برای کمک به تشخیص الگوی سیستمیک در قیمت ها توسعه داده است. باندی است که با دو انحراف استاندارد از میانگین متحرک ساده یا در برخی موارد میانگین متحرک نمایی رسم می شود.",
  },
  {
    id: 143,
    category: "B",
    keyword: "Bonding Curve",
    translate: "منحنی پیوند",
    description:
      "منحنی پیوند یک منحنی ریاضی است که رابطه بین قیمت و عرضه یک دارایی معین را تعریف می کند.",
  },
  {
    id: 144,
    category: "B",
    keyword: "Bots",
    translate: "بات",
    description:
      "نرم افزار خودکار که می تواند وظایفی مانند معامله رمزارز را انجام دهد",
  },
  {
    id: 145,
    category: "B",
    keyword: "Bounty",
    translate: "پاداش",
    description:
      "پاداش کریپتوکارنسی جایزه ای است که کاربران برای انجام وظایف محول شده توسط یک بلاک چین یا پروژه دریافت می کنند.",
  },
  {
    id: 146,
    category: "B",
    keyword: "Brave Browser",
    translate: "؟",
    description: "",
  },
  {
    id: 147,
    category: "B",
    keyword: "Breaking",
    translate: "شکستن",
    description:
      "در دنیای رمزارزها، شکستن سازگاری رو به جلوی دارایی‌های رمزنگاری شده در هارد فورک‌های یک  دارایی دیجیتال دیده می‌شود.",
  },
  {
    id: 148,
    category: "B",
    keyword: "Brian Armstrong",
    translate: "برین آرمسترانگ",
    description:
      "برین آرمسترانگ موسس کوین بیس، یکی از بزرگتزین صرافیهای رمزارز در ایالات متحده است",
  },
  {
    id: 149,
    category: "B",
    keyword: "Bridges",
    translate: "پل",
    description:
      "پل بلاک چین امکان انتقال یکپارچه داده ها یا توکن ها را بین دو پروژه مختلف بلاک چین فراهم می کند.",
  },
  {
    id: 150,
    category: "B",
    keyword: "Browser Extension",
    translate: "افزونه مرورگر",
    description:
      "افزونه مرورگر افزونه ای برای مرورگر اینترنت است که ویژگی هایی را به آن اضافه می کند.",
  },
  {
    id: 151,
    category: "B",
    keyword: "Brute Force Attack (BFA)",
    translate: "حمله بروت فورس (BFA)",
    description:
      "تلاش برای یافتن پس ورد یا کلید یک سیستم از طریق انجام سعی و خطاهای خودکار",
  },
  {
    id: 152,
    category: "B",
    keyword: "Bubble",
    translate: "حباب",
    description:
      "وقتی یک دارایی با قیمتی بیش از ارزش ذاتی آن دارایی معامله می شود.",
  },
  {
    id: 153,
    category: "B",
    keyword: "Bug Bounty",
    translate: "پاداش باگ",
    description:
      "جایزه ای که درازای شناسایی آسیب پذیری ها در نرم افزار ارائه می شود.",
  },
  {
    id: 154,
    category: "B",
    keyword: "Bug Exploit",
    translate: "سوء استفاده از باگ",
    description:
      "سوء استفاده از باگ، حمله ای است که از آسیب پذیری های یک سیستم سوء استفاده می کند.",
  },
  {
    id: 155,
    category: "B",
    keyword: "Bull",
    translate: "گاوی",
    description:
      'فردی که خوش بین است و مطمئن است که قیمت ها در بازار افزایش می یابد، این فرد همچنین به "گاوی" بودن بازار یا قیمت معروف است.',
  },
  {
    id: 156,
    category: "B",
    keyword: "Bull Market",
    translate: "بازار صعودی",
    description:
      "بازار صعودی در بازارهای کریپتو و بورس به زمانی اشاره دارد که طی آن قیمت دارایی ها به طور چشمگیری رشد می کند. بازار صعودی می تواند به عنوان یک منبع انگیزشی برای سرمایه گذاران و خریداران عمل کند. حالت بزار هب این شکل دائمی نیست اگرچه ممکن است ماه ها یا حتی سال ها به این شکل باقی بماند.",
  },
  {
    id: 157,
    category: "B",
    keyword: "Bull Run",
    translate: "روند صعودی  (بازار صعودی)",
    description:
      "بازار صعودی (همچنین به عنوان روند صعودی شناخته می شود) به بازه زمانی در بازار مالی اشلره دارد که که در طی آن ارزش دارایی ها به طور مداوم در حال افزایش است.",
  },
  {
    id: 158,
    category: "B",
    keyword: "Bull Trap",
    translate: "تله گاوی ",
    description:
      "تله گاوی زمانی اتفاق می افتد که روند نزولی  یک دارایی برای مدتی تغییر کرده  و به سمت روند صعودی در حال حرکت است ، اما روند معکوس شده  و روند نزولی آن مجدد شروع می شود.",
  },
  {
    id: 159,
    category: "B",
    keyword: "Burn/Burned",
    translate: "سوختن  (توکن سوزی) ",
    description:
      "به فرآیند از بین بردن دائمی توکن‌ و  کوین های  در گردش درون یک شبکه  دارایی های دیجتال، فرایند تئوکن سوزی  (سوختن )در دنیای دارایی های دیجتال گفته ی شود",
  },
  {
    id: 160,
    category: "B",
    keyword: "Buy The (F*******) Dip (BTD/BTFD)",
    translate: "خرید شیب ",
    description:
      "یک تعجب و یا احساس مشتاقانه توسط حامیان یک دارایی دیجیتال برای خرید در حالی که قیمت ها در پایین ترین سطح خود  قرار دارند.",
  },
  {
    id: 161,
    category: "B",
    keyword: "Buy Wall",
    translate: "دیوار خرید",
    description:
      "به سفارش خرید کلان که در صرافی های دارایی های دیجتال انجام می شود ، دیوار خرید گفته می شود",
  },
  {
    id: 162,
    category: "B",
    keyword: "Byron Phase",
    translate: "فاز بایرون",
    description:
      "فازبایرون ، اولین فاز کاردانو است که در سپتامبر 2017 منتشر شد.",
  },
  {
    id: 163,
    category: "B",
    keyword: "Byzantine Fault Tolerance (BFT)",
    translate: "تحمل خطای بیزانسی (BFT)",
    description:
      "تحمل خطای بیزانسی (BFT) ویژگی یک سیستم کامپیوتری است که به آن اجازه می دهد بدون توجه به خرابی برخی از اجزای آن به اجماع برسد.",
  },
  {
    id: 164,
    category: "B",
    keyword: "Byzantine Generals’ Problem",
    translate: "مشکل عمومی بیزانس",
    description:
      "وضعیتی که در آن ارتباطی که نیاز به اجماع تمامی اعضاء گروه بر سر یک استراتژی واحد دارد، قابل اعتماد یا قابل تأیید نیست.",
  },
  {
    id: 165,
    category: "B",
    keyword: "Byzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 166,
    category: "C",
    keyword: "CCCyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 167,
    category: "D",
    keyword: "DDyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 168,
    category: "E",
    keyword: "EEEyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 169,
    category: "F",
    keyword: "Byzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 170,
    category: "G",
    keyword: "Gyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 171,
    category: "H",
    keyword: "Hyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 172,
    category: "I",
    keyword: "Iyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 173,
    category: "J",
    keyword: "Jyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 174,
    category: "K",
    keyword: "Kyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 175,
    category: "L",
    keyword: "Lyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 176,
    category: "M",
    keyword: "Myzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 177,
    category: "N",
    keyword: "Nyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 178,
    category: "O",
    keyword: "OOyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 179,
    category: "P",
    keyword: "Pyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 180,
    category: "Q",
    keyword: "Qyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 181,
    category: "R",
    keyword: "Ryzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 182,
    category: "S",
    keyword: "Syzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 183,
    category: "T",
    keyword: "Tyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 184,
    category: "U",
    keyword: "Uyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 189,
    category: "V",
    keyword: "Vyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 190,
    category: "W",
    keyword: "Byzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 191,
    category: "X",
    keyword: "Xyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 192,
    category: "Y",
    keyword: "Yyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
  {
    id: 193,
    category: "Z",
    keyword: "Zyzantium Fork",
    translate: "فورک بیزانتیوم",
    description:
      "هارد فورک بیزانتیوم در جهت توسعه و بهبود قراردادهای هوشمند اتریوم برای استفاده در فضای تجاری و افزایش سرعت تراکنش ها با افزایش امنیت در بلاکچین آن طراحی شده است.",
  },
];
